{"format": "layers-model", "generatedBy": "TensorFlow.js Converter v1.2.11", "convertedBy": "NSFWJS", "modelTopology": {"class_name": "Sequential", "config": {"name": "nsfwjs", "layers": [{"class_name": "Dense", "config": {"units": 5, "activation": "softmax", "name": "dense"}}]}}, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense/kernel", "shape": [1, 5], "dtype": "float32"}, {"name": "dense/bias", "shape": [5], "dtype": "float32"}]}]}